Revit 2027 API
ParameterTypeId.ArrayMoveTo Property
 "Move To"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayMoveTo { get; }
Public Shared ReadOnly Property ArrayMoveTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayMoveTo {
	ForgeTypeId^ get ();
}
static member ArrayMoveTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace